[
  {
    "title": "The Ugly Duckling",
    "source": "Hans Christian Andersen",
    "imageUrl": "https://assets.americanliterature.com/images/story/the-ugly-duckling.jpg",
    "createdDate": null,
    "content": "I am losing my interest in human beings; in the significance of their lives and their actions. Some one has said it is better to study one man than ten books. I want neither books nor men; they make me suffer. Can one of them talk to me like the night – the Summer night? Like the stars or the caressing wind? The night came slowly, softly, as I lay out there under the maple tree. It came creeping, creeping stealthily out of the valley, thinking I did not notice. And the outlines of trees and foliage nearby blended in one black mass and the night came stealing out from them, too, and from the east and west, until the only light was in the sky, filtering through the maple leaves and a star looking down through every cranny. The night is solemn and it means mystery. Human shapes flitted by like intangible things. Some stole up like little mice to peep at me. I did not mind. My whole being was abandoned to the soothing and penetrating charm of the night. The katydids began their slumber song: they are at it yet. How wise they are. They do not chatter like people. They tell me only: “sleep, sleep, sleep.” The wind rippled the maple leaves like little warm love thrills. Why do fools cumber the Earth! It was a man’s voice that broke the necromancer’s spell. A man came to-day with his “Bible Class.” He is detestable with his red cheeks and bold eyes and coarse manner and speech. What does he know of Christ? Shall I ask a young fool who was born yesterday and will die tomorrow to tell me things of Christ? I would rather ask the stars: they have seen him.",
    "shortDescription": "The Travelling Companion (1835) is one of our Favorite Fairy Tales, an imaginative and fanciful tale from Hans Christian Andersen. The story traces the trials of Poor John. After his father falls ill and fails to recover, Poor John begins to travel and meets and befriends a mysterious and magical companion who helps him negotiate a deadly courtship with an evil princess."
  },
  {
    "title": "The Selfish Giant",
    "source": "Oscar Wilde",
    "imageUrl": "https://assets.americanliterature.com/images/story/the-selfish-giant.jpg",
    "createdDate": null,
    "content": "Every afternoon, as they were coming from school, the children used to go and play in the Giant's garden.\n\nIt was a large lovely garden, with soft green grass. Here and there over the grass stood beautiful flowers like stars, and there were twelve peach-trees that in the spring-time broke out into delicate blossoms of pink and pearl, and in the autumn bore rich fruit. The birds sat on the trees and sang so sweetly that the children used to stop their games in order to listen to them. \"How happy we are here!\" they cried to each other.\n\nOne day the Giant came back. He had been to visit his friend the Cornish ogre, and had stayed with him for seven years. After the seven years were over he had said all that he had to say, for his conversation was limited, and he determined to return to his own castle. When he arrived he saw the children playing in the garden.\n\n\"What are you doing here?\" he cried in a very gruff voice, and the children ran away.\n\n\"My own garden is my own garden,\" said the Giant; \"any one can understand that, and I will allow nobody to play in it but myself.\" So he built a high wall all round it, and put up a notice-board.\n\nTRESPASSERS\nWILL BE\nPROSECUTED\n\nHe was a very selfish Giant.\n\nThe poor children had now nowhere to play. They tried to play on the road, but the road was very dusty and full of hard stones, and they did not like it. They used to wander round the high wall when their lessons were over, and talk about the beautiful garden inside. \"How happy we were there,\" they said to each other.\n\nThen the Spring came, and all over the country there were little blossoms and little birds. Only in the garden of the Selfish Giant it was still winter. The birds did not care to sing in it as there were no children, and the trees forgot to blossom. Once a beautiful flower put its head out from the grass, but when it saw the notice-board it was so sorry for the children that it slipped back into the ground again, and went off to sleep. The only people who were pleased were the Snow and the Frost. \"Spring has forgotten this garden,\" they cried, \"so we will live here all the year round.\" The Snow covered up the grass with her great white cloak, and the Frost painted all the trees silver. Then they invited the North Wind to stay with them, and he came. He was wrapped in furs, and he roared all day about the garden, and blew the chimney-pots down. \"This is a delightful spot,\" he said, \"we must ask the Hail on a visit.\" So the Hail came. Every day for three hours he rattled on the roof of the castle till he broke most of the slates, and then he ran round and round the garden as fast as he could go. He was dressed in grey, and his breath was like ice.\n\n\"I cannot understand why the Spring is so late in coming,\" said the Selfish Giant, as he sat at the window and looked out at his cold white garden; \"I hope there will be a change in the weather.\"\n\nBut the Spring never came, nor the Summer. The Autumn gave golden fruit to every garden, but to the Giant's garden she gave none. \"He is too selfish,\" she said. So it was always Winter there, and the North Wind, and the Hail, and the Frost, and the Snow danced about through the trees.\n\nOne morning the Giant was lying awake in bed when he heard some lovely music. It sounded so sweet to his ears that he thought it must be the King's musicians passing by. It was really only a little linnet singing outside his window, but it was so long since he had heard a bird sing in his garden that it seemed to him to be the most beautiful music in the world. Then the Hail stopped dancing over his head, and the North Wind ceased roaring, and a delicious perfume came to him through the open casement. \"I believe the Spring has come at last,\" said the Giant; and he jumped out of bed and looked out.\n\nWhat did he see?\n\nHe saw a most wonderful sight. Through a little hole in the wall the children had crept in, and they were sitting in the branches of the trees. In every tree that he could see there was a little child. And the trees were so glad to have the children back again that they had covered themselves with blossoms, and were waving their arms gently above the children's heads. The birds were flying about and twittering with delight, and the flowers were looking up through the green grass and laughing. It was a lovely scene, only in one corner it was still winter. It was the farthest corner of the garden, and in it was standing a little boy. He was so small that he could not reach up to the branches of the tree, and he was wandering all round it, crying bitterly. The poor tree was still quite covered with frost and snow, and the North Wind was blowing and roaring above it. \"Climb up! little boy,\" said the Tree, and it bent its branches down as low as it could; but the boy was too tiny.\n\nAnd the Giant's heart melted as he looked out. \"How selfish I have been!\" he said; \"now I know why the Spring would not come here. I will put that poor little boy on the top of the tree, and then I will knock down the wall, and my garden shall be the children's playground for ever and ever.\" He was really very sorry for what he had done.\n\nSo he crept downstairs and opened the front door quite softly, and went out into the garden. But when the children saw him they were so frightened that they all ran away, and the garden became winter again. Only the little boy did not run, for his eyes were so full of tears that he did not see the Giant coming. And the Giant stole up behind him and took him gently in his hand, and put him up into the tree. And the tree broke at once into blossom, and the birds came and sang on it, and the little boy stretched out his two arms and flung them round the Giant's neck, and kissed him. And the other children, when they saw that the Giant was not wicked any longer, came running back, and with them came the Spring. \"It is your garden now, little children,\" said the Giant, and he took a great axe and knocked down the wall. And when the people were going to market at twelve o'clock they found the Giant playing with the children in the most beautiful garden they had ever seen.\n\nAll day long they played, and in the evening they came to the Giant to bid him good-bye.\n\n\"But where is your little companion?\" he said: \"the boy I put into the tree.\" The Giant loved him the best because he had kissed him.\n\n\"We don't know,\" answered the children; \"he has gone away.\"\n\n\"You must tell him to be sure and come here to-morrow,\" said the Giant. But the children said that they did not know where he lived, and had never seen him before; and the Giant felt very sad.\n\nEvery afternoon, when school was over, the children came and played with the Giant. But the little boy whom the Giant loved was never seen again. The Giant was very kind to all the children, yet he longed for his first little friend, and often spoke of him. \"How I would like to see him!\" he used to say.\n\nYears went over, and the Giant grew very old and feeble. He could not play about any more, so he sat in a huge armchair, and watched the children at their games, and admired his garden. \"I have many beautiful flowers,\" he said; \"but the children are the most beautiful flowers of all.\"\n\nOne winter morning he looked out of his window as he was dressing. He did not hate the Winter now, for he knew that it was merely the Spring asleep, and that the flowers were resting.\n\nSuddenly he rubbed his eyes in wonder, and looked and looked. It certainly was a marvellous sight. In the farthest corner of the garden was a tree quite covered with lovely white blossoms. Its branches were all golden, and silver fruit hung down from them, and underneath it stood the little boy he had loved.\n\nDownstairs ran the Giant in great joy, and out into the garden. He hastened across the grass, and came near to the child. And when he came quite close his face grew red with anger, and he said, \"Who hath dared to wound thee?\" For on the palms of the child's hands were the prints of two nails, and the prints of two nails were on the little feet.\n\n\"Who hath dared to wound thee?\" cried the Giant; \"tell me, that I may take my big sword and slay him.\"\n\n\"Nay!\" answered the child; \"but these are the wounds of Love.\"\n\n\"Who art thou?\" said the Giant, and a strange awe fell on him, and he knelt before the little child.\n\nAnd the child smiled on the Giant, and said to him, \"You let me play once in your garden, to-day you shall come with me to my garden, which is Paradise.\"\n\nAnd when the children ran in that afternoon, they found the Giant lying dead under the tree, all covered with white blossoms.",
    "shortDescription": "The Selfish Giant, one of our Favorite Fairy Tales, was first published in 1888 as part of Oscar Wilde's collection of children's stories entitled The Happy Prince and Other Tales."
  },
  {
    "title": "A Clever Thief",
    "source": "Nancy Bell",
    "imageUrl": "https://assets.americanliterature.com/images/fairytale/a-clever-thief-horse.jpg",
    "createdDate": null,
    "content": "CHAPTER I\n\nA certain man, named Hari-Sarman, who lived in a little village in India, where there were no rich people and everyone had to work hard to get his daily bread, got very weary of the life he had to lead. He had a wife whose name was Vidya, and a large family; and even if he had been very industrious it would have been difficult for him to get enough food for them all. Unfortunately he was not a bit industrious, but very lazy, and so was his wife. Neither of them made any attempt to teach their boys and girls to earn their own living; and if the other poor people in the village had not helped them, they would have starved. Hari-Sarman used to send his children out in different directions to beg or steal, whilst he and Vidya stayed at home doing nothing.\n\nOne day he said to his wife: \"Let us leave this stupid place, and go to some big city where we can pick up a living of some kind. I will pretend to be a wise man, able to find out secrets; and you can say that you know all about children, having had so many of your own.\" Vidya gladly agreed to this, and the whole party set out, carrying the few possessions they had with them. In course of time they came to a big town, and Hari-Sarman went boldly to the chief house in it, leaving his wife and children outside. He asked to see the master, and was taken into his presence. This master was a very rich merchant, owning large estates in the country; but he cannot have been very clever, for he was at once quite taken in by the story Hari-Sarman told him. He said that he would find work for him and his wife, and that the children could be sent to a farm he had, in the country, where they could be made very useful.\n\nOverjoyed at this, Hari-Sarman hastened out to tell his wife the good news; and the two were at once received into the grand residence, in which a small room was given to them for their own, whilst the children were taken away to the farm, fall of eager delight at the change from the wretched life they had been leading.\n\n1. Would it have been better for Hari-Sarman and Vidya if their neighbours had not helped them?\n\n2. Do you think Hari-Sarman was the only person to blame for his poverty?\n\nCHAPTER II\n\nSoon after the arrival of the husband and wife at the merchant's house, a very important event took place, namely, the marriage of the eldest daughter. Great were the preparations beforehand, in which Vidya took her full share, helping in the kitchen to make all manner of delicious dishes, and living in great luxury herself. For there was no stint in the wealthy home; even the humblest servants were well cared for. Vidya was happier than she had ever been before, now that she had plenty to do and plenty of good food. She became in fact quite a different creature, and began to wish she had been a better mother to her children. \"When the wedding is over,\" she thought, \"I will go and see how they are getting on.\" On the other hand she forgot all about her husband and scarcely ever saw him.\n\nIt was all very different with Hari-Sarman himself. He had no special duties to perform and nobody seemed to want him. If he went into the kitchen, the busy servants ordered him to get out of their way; and he was not made welcome by the owner of the house or his guests. The merchant too forgot all about him, and he felt very lonely and miserable. He had been thinking to himself how much he would enjoy all the delicious food he would get after the wedding; and now he began to grumble: \"I'm starving in the midst of plenty, that's what I am. Something will have to be done to change this horrible state of things.\"\n\nWhilst the preparations for the wedding were going on, Vidya never came near her husband, and he lay awake a long time thinking, \"What in the world can I do to make the master send for me?\" All of a sudden an idea came into his head. \"I'll steal something valuable, and hide it away; and when everyone is being asked about the loss, the merchant will remember the man who can reveal secrets. Now what can I take that is sure to be missed? I know, I know!\" And springing out of bed, he hastily dressed himself and crept out of the house.\n\n3. What would you have done if you had been Hari-Sarman?\n\n4. Do you think Vidya ever had any real love for her husband?\n\nCHAPTER III\n\nThis was what Hari-Sarman decided to do. The merchant had a great many very beautiful horses, which lived in splendid stables and were taken the greatest possible care of. Amongst them was a lovely little Arab mare, the special favourite of the bride, who often went to pet it and give it sugar. \"I'll steal that mare and hide it away in the forest,\" said the wicked man to himself. \"Then, when every one is hunting for her, the master will remember the man who can reveal secrets and send for me. Ah! Ah! What a clever fellow I am! Ah the stablemen and grooms are feasting, I know; for I saw them myself when I tried to get hold of my wife. I can climb through a window that is always left open.\" It turned out that he was right. He met no one on his way to the stables, which ware quite deserted. He got in easily, opened, the door from inside, and led out the little mare, which made no resistance; she had always been so kindly treated that she was not a bit afraid. He took the beautiful creature far into the depths of the forest, tied her up there, and got safely back to his own room without being seen.\n\nEarly the next morning the merchant's daughter, attended by her maidens, went to see her dear little mare, taking with her an extra supply of sugar. What was her distress when she found the stall empty! She guessed at once that a thief had got in during the night, and hurried home to tell her father, who was very, very angry with the stablemen who had deserted their posts, and declared they should all be flogged for it. \"But the first thing to do is to get the mare back,\" he said; and he ordered messengers to be sent in every direction, promising a big reward to anyone who brought news of the mare.\n\nVidya of course heard all there was to hear, and at once suspected that Hari-Sarman had had something to do with the matter. \"I expect he has hidden the mare,\" she thought to herself, \"and means to get the reward for finding it.\" So she asked to see the master of the house, and when leave was granted to her she said to him:\n\n\"Why do you not send for my husband, the man who can reveal secrets, because of the wonderful power that has been given him of seeing what is hidden from others? Many a time has he surprised me by what he has been able to do.\"\n\n5. Do you think Vidya had any wish to help Hari-Sarman for his own sake?\n\n6. Is there anything you think she should have done before seeing the master?\n\nCHAPTER IV\n\nOn hearing what Vidya said, the merchant at once told her to go and fetch her husband. But to her surprise Hari-Sarman refused to go back with her. \"You can tell the master what you like,\" he said, angrily. \"You all forgot me entirely yesterday; and now you want me to help you, you suddenly remember my existence. I am not going to be at your beck and call or anyone else's.\"\n\nVidya entreated him to listen to reason, but it was no good. She had to go back and tell the merchant that he would not come. Instead of being made angry by this, however, the master surprised her by saying: \"Your husband is right. I have treated him badly. Go and tell him I apologise, and will reward him well, if only he will come and help me.\"\n\nBack again went Vidya and this time she was more successful. But though Hari-Sarman said he would go back with her, he was very sulky and would not answer any of her questions. She could not understand him, and wished she had not left him to himself for so long. He behaved very strangely too when the master, who received him very kindly, asked him if he could tell him where the mare was. \"I know,\" he said, \"what a wise and clever man you are.\"\n\n\"It didn't seem much like it yesterday,\" grumbled Hari-Sarman. \"Nobody took any notice of me then, but now you want something of me, you find out that I am wise and clever. I am just the same person, that I was yesterday.\"\n\n\"I know, I know,\" said the merchant, \"and I apologise for my neglect; but when a man's daughter is going to be married, it's no wonder some one gets neglected.\"\n\n7. Do yon think Hari-Sarman was wise to treat his wife and the merchant as he did?\n\n8. If the mare had been found whilst Hari-Sarman was talking to the master, what effect do you think the discovery would have had upon them both?\n\nCHAPTER V\n\nHari-Sarman now thought it was time to take a different tone. So he put his hand in his pocket, and brought out a map he had got ready whilst waiting to be sent for, as he had felt sure he would be. He spread it out before the merchant, and pointed to a dark spot in the midst of many lines crossing each other in a bewildering manner, which he explained were pathways through the forest. \"Under a tree, where that dark spot is, you will find the mare,\" he said.\n\nOverjoyed at the good news, the merchant at once sent a trusted servant to test the truth; and when the mare was brought back, nothing seemed too good for the man who had led to her recovery. At the wedding festivities Hari-Sarman was treated as an honoured guest, and no longer had he any need to complain of not having food enough. His wife of course thought he would forgive her now for having neglected him. But not a bit of it: he still sulked with her, and she could never feel quite sure what the truth was about the mare.\n\nAll went well with Hari-Sarman for a long time. But presently something happened which seemed likely to get him into very great trouble. A quantity of gold and many valuable jewels disappeared in the palace of the king of the country; and when the thief could not be discovered, some one told the king the story of the stolen mare, and how a man called Hari-Sarman, living in the house of a rich merchant in the chief city, had found her when everyone else had failed.\n\n\"Fetch that man here at once,\" ordered the king, and very soon Hari-Sarman was brought before him. \"I hear you are so wise, you can reveal all secrets,\" said the king. \"Now tell me immediately who has stolen the gold and jewels and where they are to be found.\"\n\nPoor Hari-Sarman did not know what to say or do. \"Give me till to-morrow,\" he replied in a faltering voice; \"I must have a little time to think.\"\n\n\"I will not give you a single hour,\" answered the king. For seeing the man before him was frightened, he began to suspect he was a deceiver. \"If you do not at once tell me where the gold and jewels are, I will have you flogged until you find your tongue.\"\n\nHearing this, Hari-Sarman, though more terrified than ever, saw that his only chance of gaining time to make up some story was to get the king to believe in him. So he drew himself up and answered: \"The wisest magicians need to employ means to find out the truth. Give me twenty-four hours, and I will name the thieves.\"\n\n\"You are not much of a magician if you cannot find out such a simple thing as I ask of you,\" said the king. And turning to the guards, he ordered them to take Hari-Sarman to prison, and shut him up there without food or drink till he came to his senses. The man was dragged away, and very soon he found himself alone in a dark and gloomy room from which he saw no hope of escape.\n\nHe was in despair and walked up and down, trying in vain to think of some way of escape. \"I shall die here of starvation, unless my wife finds some means of setting me free,\" he said. \"I wish I had treated her better instead of being so sulky with her.\" He tried the bars of the window, but they were very strong: he could not hope to move them. And he beat against the door, but no notice was taken of that.\n\n9. What lesson does the trouble Hari-Sarman was in teach?\n\n10. Do you think it would have been better for him to tell the king he could not reveal secrets?\n\nCHAPTER VI\n\nWhen it got quite dark in the prison, Hari-Sarman began to talk to himself aloud. \"Oh,\" he said, \"I wish I had bitten my tongue out before I told that lie about the mare. It is all my foolish tongue which has got me into this trouble. Tongue! Tongue!\" he went on, \"it is all your fault.\"\n\nNow a very strange thing happened. The money and jewels had been stolen by a man, who had been told where they were by a young servant girl in the palace whose name was Jihva, which is the Sanskrit word for tongue; and this girl was in a great fright when she heard that a revealer of secrets had been taken before the king. \"He will tell of my share in the matter,\" she thought, \"and I shall get into trouble,\" It so happened that the guard at the prison door was fond of her, as well as the thief who had stolen the money and jewels. So when all was quiet in the palace, Jihva slipped away to see if she could get that guard to let her see the prisoner. \"If I promise to give him part of the money,\" she thought, \"he will undertake not to betray me.\"\n\nThe guard was glad enough when Jihva came to talk to him, and he let her listen at the key-hole to what Hari-Sarman was saying. Just imagine her astonishment when she heard him repeating her name again and again. \"Jihva! Jihva! Thou,\" he cried, \"art the cause of this suffering. Why didst thou behave in such a foolish manner, just for the sake of the good things of this life? Never can I forgive thee, Jihva, thou wicked, wicked one!\"\n\n\"Oh! oh!\" cried Jihva in an agony of terror, \"he knows the truth; he knows that I helped the thief.\" And she entreated the guard to let her into the prison that she might plead with Hari-Sarman. not to tell the king what she had done. The man hesitated at first, but in the end she persuaded him to consent by promising him a large reward.\n\nWhen the key grated in the lock, Hari-Sarman stopped talking aloud, wondering whether what he had been saying had been overheard by the guard, and half hoping that his wife had got leave to come and see him. As the door opened and he saw a woman coming in by the light of a lantern held up by the guard, he cried, \"Vidya my beloved!\" But he soon realized that it was a stranger. He was indeed surprised and relieved, when Jihva suddenly threw herself at his feet and, clinging to his knees, began to weep and moan \"Oh, most holy man,\" she cried between her sobs, \"who knowest the very secrets of the heart, I have come to confess that it was indeed I, Jihva, your humble servant, who aided the thief to take the jewels and the gold and to hide them beneath the big pomegranate tree behind the palace.\"\n\n\"Rise,\" replied Hari-Sarman, overjoyed at hearing this. \"You have told me nothing that I did not know, for no secret is hidden from me. What reward will you give me if I save you from the wrath of the king?\"\n\n\"I will give you all the money I have,\" said Jihva; \"and that is not a little.\"\n\n\"That also I knew,\" said Hari-Sarman. \"For you have good wages, and many a time you have stolen money that did not belong to you. Go now and fetch it all, and have no fear that I will betray you.\"\n\n11. What mistakes do you think Jihva made in what she said to Hari-Sarman?\n\n12. What would have been the best thing for her to do when she thought she was found out?\n\nCHAPTER VII\n\nWithout waiting a moment Jihva hurried away to fetch the money; but when she got back with it, the man on guard, who had heard everything that had passed between her and Hari-Sarman, would not let her in to the prison again till she gave him ten gold pieces. Thinking that Hari-Sarman really knew exactly how much money she had, Jihva was afraid he would be angry when he missed some of it; and again she let out the truth, which he might never have guessed. For she began at once to say, \"I brought all I had, but the man at the door has taken ten pieces.\" This did vex Hari-Sarman very much, and he told her he would let the king know what she had done, unless she fetched the thief who had taken the money and jewels. \"I cannot do that,\" said Jihva, \"for he is very far away. He lives with his brother, Indra Datta, in the forest beyond the river, more than a day's journey from here.\" \"I did but try you,\" said the clever Hari-Sarman, who now knew who the thief was; \"for I can see him where he is at this moment. Now go home and wait there till I send for you.\"\n\nBut Jihva, who loved the thief and did not want him to be punished, refused to go until Hari-Sarman promised that he would not tell the king who the man was or where he lived. \"I would rather,\" she said, \"bear all the punishment than that he should suffer.\" Even Hari-Sarman was touched at this, and fearing that if he kept Jihva longer, she would be found in the prison by messengers from the king, he promised that no harm should come to her or the thief, and let her go.\n\nVery soon after this, messengers came to take Hari-Sarman once more before the king; who received him very coldly and began at once to threaten him with a terrible punishment, if he did not say who the thief was, and where the gold and jewels were. Even now Hari-Sarman pretended to be unwilling to speak. But when he saw that the king would put up with no more delay, he said, \"I will lead you to the spot where the treasure is buried, but the name of the thief, though I know it, I will never betray.\" The king, who did not really care much who the thief was, so long as he got back his money, lost not a moment, but ordered his attendants to get spades and follow him. Very soon Hari-Sarman brought them to the pomegranate tree. And there, sure enough, deep down in the ground, was all that had been lost.\n\nNothing was now too good for Hari-Sarman: the king was greatly delighted, and heaped riches and honours upon him. But some of the wise men at the court suspected that he was really a deceiver, and set about trying to find out all they could about him. They sent for the man who had been on guard at the prison, and asked him many questions. He did not dare tell the truth, for he knew he would be terribly punished if he let out that Jihva had been allowed to see his prisoner; but he hesitated so much that the wise men knew he was not speaking the truth. One of them, whom the king loved, and trusted very much, whose name was Deva-Jnanin, said to his master: \"I do not like to see that man, about whom we really know nothing, treated as he is. He might easily have found out where the treasure was hidden without any special power. Will you not test him in some other way in my presence and that of your chief advisers?\"\n\nThe king, who was always ready to listen to reason, agreed to this; and after a long consultation with Deva-Jnanin, he decided on a very clever puzzle with which to try Hari-Sarman. A live frog was put into a pitcher; the lid was shut down, and the man who pretended to know everything was brought into the great reception room, where all the wise men of the court were gathered together round the throne, on which sat the king in his royal robes. Deva-Jnanin had been chosen by his master to speak for him; and coming forward, he pointed to the small pitcher on the ground, and said: \"Great as are the honours already bestowed on you, they shall be increased if you can say at once what is in that pitcher.\"\n\n13. What kind of man do you think the king was from his behaviour to Hari-Sarman?\n\n14. Was it wise or foolish of Hari-Sarman to remain in the city after his very narrow escape?\n\nCHAPTER VIII\n\nHari-Sarman thought whan he looked at the pitcher: \"Alas, alas, it is all over with me now! Never can I find out what is in it. Would that I had left this town with the money I had from Jihva before it was too late!\" Then he began to mutter to himself, as it was always his habit to do when he was in trouble. It so happened that, when he was a little boy, his father used to call him frog, and now his thoughts went back to the time when he was a happy innocent child, and he said aloud: \"Oh, frog, what trouble has come to you! That pitcher will be the death of you!\"\n\nEven Deva-Jnanin was astonished when he heard that; and so were all the other wise men. The king was delighted to find that after all he had made no mistake; and all the people who had been allowed to come in to see the trial were greatly excited. Shouting for joy the king called Hari-Sarman to come to the foot of the throne, and told him he would never, never doubt him again. He should have yet more money, a beautiful house in the country as well as the one he already had in the town, and his children should be brought from the farm to live with him and their mother, who should have lovely dresses and ornaments to wear.\n\nNobody was more surprised than Hari-Sarman himself. He guessed, of course, that there was a frog in the pitcher. And when the king had ended his speech, he said: \"One thing I ask in addition to all that has been given me, that I may keep the pitcher in memory of this day, when my truth has been proved once more beyond a doubt.\"\n\nHis request was, of course, granted; and he went off with the pitcher under his arm, full of rejoicing over his narrow escape. At the same time he was also full of fear for the future. He knew only too well that it had only been by a lucky chance that he had used the word Jihva in his first danger and Frog in the second. He was not likely to get off a third time; and he made up his mind that he would skip away some dark night soon, with all the money and jewels he could carry, and be seen no more where such strange adventures had befallen him. He did not even tell his wife what he meant to do, but pretended to have forgiven her entirely for the way she had neglected him when he was poor, and to be glad that their children were to be restored to them. Before they came from the farm their father had disappeared, and nobody ever found out what had become of him; but the king let his family keep what had been given to him, and to the end believed he really had been what he had pretended to be. Only Deva-Jnanin had his doubts; but he kept them to himself, for he thought, \"Now the man is gone, it really does not matter who or what he was.\"",
    "shortDescription": "A Clever Thief is one of our Favorite Fairy Tales from the collection, Hindu Tales from the Sanskrit (1919), translated by S.M. Mitra."
  }

]
